tap "bazelbuild/tap"
tap "clojure/tools"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sass/sass"
tap "ul/kak-lsp"
brew "arduino-cli"
brew "openssl@1.1"
brew "readline", link: true
brew "sqlite"
brew "xz"
brew "awscli"
brew "bdw-gc"
brew "bison"
brew "icu4c"
brew "boost"
brew "libpng"
brew "libffi"
brew "pkg-config"
brew "cling"
brew "clozure-cl"
brew "cmake"
brew "coreutils"
brew "cpprestsdk"
brew "gmp"
brew "ncurses", link: true
brew "llvm"
brew "crystal"
brew "dcd"
brew "deno"
brew "dhall-json"
brew "dmd"
brew "doxygen"
brew "elixir"
brew "fd"
brew "gcc"
brew "fish"
brew "flex"
brew "futhark"
brew "webp"
brew "gd"
brew "gdb"
brew "gh"
brew "glfw"
brew "glm"
brew "gnu-cobol"
brew "haskell-stack"
brew "idris2"
brew "python@3.8"
brew "jasper"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "libepoxy"
brew "libusb"
brew "libgphoto2"
brew "libicns"
brew "libopusenc"
brew "libsodium"
brew "libunwind-headers"
brew "lua"
brew "makedepend"
brew "maven"
brew "mitmproxy"
brew "nasm"
brew "neofetch"
brew "net-snmp"
brew "opam"
brew "pandoc"
brew "perl"
brew "plotutils"
brew "poppler"
brew "qemu"
brew "ragel"
brew "rakudo-star"
brew "rethinkdb"
brew "ripgrep"
brew "ruby"
brew "sane-backends"
brew "sbcl"
brew "sbt"
brew "scons"
brew "sdl"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "signify-osx"
brew "swi-prolog"
brew "tmux"
brew "tree"
brew "vips"
brew "zlib"
brew "coursier/formulas/coursier"
brew "d12frosted/emacs-plus/emacs-plus@26"
brew "dart-lang/dart/dart"
brew "sass/sass/sass"
brew "ul/kak-lsp/kak-lsp"
cask "adoptopenjdk"
cask "aerial"
cask "anaconda"
cask "arduino"
cask "blender"
cask "chromium"
cask "dyalog"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "foxitreader"
cask "geogebra"
cask "intel-power-gadget"
cask "iterm2"
cask "koa11y"
cask "mactex"
cask "ngrok"
cask "openrct2"
cask "puzzles"
cask "qt-creator"
cask "racket"
cask "redeclipse"
cask "runjs"
cask "sabaki"
cask "sketchbook"
cask "slack"
cask "smlnj"
cask "stellarium"
cask "sublime-text"
cask "textmate"
cask "thunderbird"
cask "virtualbox"
cask "windows95"
