tap "bazelbuild/tap"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/avr"
tap "railwaycat/emacsmacport"
tap "sass/sass"
tap "ul/kak-lsp"
brew "avrdude"
brew "openssl@1.1"
brew "readline", link: true
brew "sqlite"
brew "xz"
brew "python@3.8", link: false
brew "awscli"
brew "bazel"
brew "bdw-gc"
brew "bison"
brew "icu4c"
brew "boost"
brew "bower"
brew "libpng"
brew "libffi"
brew "cling"
brew "clozure-cl"
brew "cmake"
brew "coreutils"
brew "cpprestsdk"
brew "dcd"
brew "dmd"
brew "doxygen"
brew "elixir"
brew "gmp"
brew "fd"
brew "gcc"
brew "flex"
brew "fmt", link: false
brew "futhark"
brew "webp"
brew "gdb"
brew "glfw"
brew "glm"
brew "gnu-cobol"
brew "pkg-config"
brew "openjdk"
brew "gradle"
brew "haskell-stack"
brew "idris2"
brew "jasper"
brew "jq"
brew "libepoxy"
brew "libgphoto2"
brew "libicns"
brew "libopusenc"
brew "libsodium"
brew "libunwind-headers"
brew "llvm"
brew "lua"
brew "makedepend"
brew "maven"
brew "meson"
brew "mono", link: false
brew "nasm"
brew "ncurses", link: true
brew "neofetch"
brew "net-snmp"
brew "opam"
brew "pipenv"
brew "plotutils"
brew "poppler"
brew "qemu"
brew "ragel"
brew "rakudo-star"
brew "ripgrep"
brew "roswell"
brew "ruby"
brew "sane-backends"
brew "sbcl"
brew "sbt"
brew "scons"
brew "sdl"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "signify-osx"
brew "swi-prolog"
brew "tmux"
brew "tree"
brew "vips"
brew "yarn"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus@26"
brew "osx-cross/avr/avr-gcc"
brew "sass/sass/sass"
brew "ul/kak-lsp/kak-lsp"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "anaconda"
cask "blender"
cask "font-hack-nerd-font"
cask "intel-power-gadget"
cask "iterm2"
cask "nteract"
cask "qt-creator"
cask "racket"
cask "sublime-text"
cask "thunderbird"
